Repository: WindowsAppCommunity/Quarrel
Catalog: Resources/*/AuditLog.resw
Source language: en_gb
Languages: es

# AuditLogChannelCreate
source: <user> created the channel <channel>
es: <user> creó el canal <channel>

# AuditLogChannelUpdateValid
source: <user> updated the channel <channel>
es: <user> actualizó el canal <channel>

# AuditLogChannelUpdateInvalid
source: <user> updated a now deleted channel (<channelid>)
es: <user> actualizó un canal ahora borrado (<channelid>)

# AuditLogChannelDelete
source: <user> deleted the channel <channel>
es: <user> borró el canal <channel>

# AuditLogEmojiCreate
source: <user> created the emoji <emojiname>
es: <user> creó el emoji <emojiname>

# AuditLogEmojiUpdate
source: <user> updated the emoji <emojiname>
es: <user> actualizó el emoji <emojiname>

# AuditLogEmojiDelete
source: <user> deleted the emoji <emojiname>
es: <user> borró el emoji <emojiname>

# AuditLogGuildUpdate
source: <user> updated the server info
es: <user> actualizó la información del servidor

# AuditLogInviteCreate
source: <user> created the invite <code>
es: <user> creó la invitación <code>

# AuditLogInviteUpdate
source: <user> updated the invite <code>
es: <user> actualizó la invitación <code>

# AuditLogUnknown
source: <user> performed an unknown action
es: <user> realizó una acción desconocida

# AuditLogMemberBanAdd
source: <user> banned <banneduser>
es: <user> puso prohibición a <banneduser>

# AuditLogMemberBanRemove
source: <user> revoked ban on <banneduser>
es: <user> eliminó la prohibición a <banneduser>

# AuditLogMemberKick
source: <user> kicked <kickeduser>
es: <user> expulsó a <kickeduser>

# AuditLogMemberPrune
source: <user> pruned the server
es: <user> recortó el servidor

# AuditLogMemberRoleUpdate
source: <user> updated the role of <user2>
es: <user> actualizó el rol de <user2>

# AuditLogDeletedChannel
source: deleted channel
es: borró el canal

# AuditLogMessageDelete
source: <user> deleted a message by <user2> in <channel>
es: <user> borró un mensaje de <user2> en <channel>

# AuditLogRoleCreate
source: <user> created the role <role>
es: <user> creó el rol <role>

# AuditLogDeletedRole
source: deleted role
es: rol borrado

# AuditLogRoleUpdate
source: <user> modified the role <role>
es: <user> modificó el rol <role>

# AuditLogRoleDelete
source: <user> deleted the role <role>
es: <user> eliminó el rol <role>

# AuditLogWebhookCreate
source: <user> created the webhook <webhook>
es: <user> creó el webhook <webhook>

# AuditLogWebhookUpdate
source: <user> updated the webhook <webhook>
es: <user> actualizó el webhook <webhook>

# AuditLogWebhookDelete
source: <user> deleted the webhook <webhook>
es: <user> borró el webhook <webhook>

# AuditLogChannelPermissionCreateInvalid
source: <user> created permissions for a now deleted channel
es: <user> creó permisos para un canal ahora borrado

# AuditLogChannelPermissionCreateValid
source: <user> created permissions for the channel <channel>
es: <user> creó permisos para el canal <channel>

# AuditLogChannelPermissionRemoveInvalid
source: <user> removed permissions for a now deleted channel.
es: <user> eliminó permisos para un canal ahora borrado.

# AuditLogChannelPermissionRemoveValid
source: <user> removed permissions for the channel <channel>
es: <user> eliminó permisos para el canal <channel>

# AuditLogChannelPermissionUpdateInvalid
source: <user> updated permissions for a now deleted channel.
es: <user> actualizó permisos para un canal ahora borrado

# AuditLogChannelPermissionUpdateValid
source: <user>updated the permissions for the channel <channel>
es: <user> actualizó permisos para el canal <channel>

# AuditLogMemberUpdate
source: <user> updated <user2>
es: <user> actualizó <user2>

# AuditLogInviteDelete
source: <user> deleted the invite <code>
es: <user> borró la invitación <code>

# AuditLogChannelUpdateBitrate
source: Bitrate defined as <bitrate>
es: Bitrate definido como <bitrate>

# AuditLogChannelUpdateBitrateChange
source: Changed bitrate from <old> to <new>
es: Cambió el bitrate de <old> a <new>

# AuditLogChannelUpdateName
source: Name set to <name>
es: Nombre establecido como <name>

# AuditLogChannelUpdateNsfwFalse
source: Made channel **SFW**
es: Hizo el canal **SFW**

# AuditLogChannelUpdateNsfwTrue
source: Made channel **NSFW**
es: Hizo el canal **NSFW**

# AuditLogChannelUpdateTopic
source: Topic defined as <subject>
es: Tópico del canal definido como <subject>

# AuditLogChannelUpdateTopicChange
source: Changed topic from <old> to <new>
es: Cambió el tópico de <old> a <new>

# AuditLogPermissionGiven
source: **Gave** permission <permission>
es: **Otorgó** el permiso <permission>

# AuditLogPermissionRevoked
source: **Revoked** permission <permission>
es: **Revocó** el permiso <permission>

# AuditLogServerUpdateAfkChannel
source: AFK Channel set to <channel>
es: Canal AFK establecido en <channel>

# AuditLogServerUpdateAfkTimeout
source: Maximum AFK duration set to <time> **minutes**
es: Máxima duración de AFK establecida como <time> **minutos**

# AuditLogServerUpdateIcon
source: Server icon modified
es: Ícono del servidor modificado

# AuditLogServerUpdateNotificationZero
source: Default notification option set to **all messages**
es: Opción por defecto para notificaciones establecida como **todos los mensajes**

# AuditLogServerUpdateNotificationOne
source: Default notification settings set to **mentions only**
es: Ajustes por defecto para las notificaciones establecidos como **solo menciones**

# AuditLogServerUpdateRegion
source: Region set to <region>
es: Región establecida como <region>

# AuditLogServerUpdateRegionChange
source: Changed region from <old> to <new>
es: Region cambiada de <old> a <new>

# AuditLogChannelDeletePlural
source: <user> deleted <x> messages by <user2> in <channel>
es: <user> borró <x> mensajes de <user2> en <channel>

# AuditLogChannelUpdateTopicRemove
source: Channel topic removed
es: Tópico del canal eliminó

# AuditLogMemberUpdateNick
source: Set nickname to <nick>
es: Apodo establacida como <nick>

# AuditLogMemberUpdateNickChange
source: Changed nickname from <old> to <new>
es: Cambió el apodo de <old> a <new>

# AuditLogMemberUpdateNickRemove
source: Removed nickname <old>
es: Eliminó apodo <old>

# AuditLogMemberUpdateRoleAdd
source: Added role <role>
es: Agregó el rol <role>

source: Leave
es: Dejar

# LeaveGroup
source: Are you sure you want to leave <group>?
es: ¿Estás seguro que quieres salir de <group>?

# RemoveFromGroup
source: Are you sure you want to remove <user> from <group>?
es: ¿Estás seguro que quieres eliminar <user> del grupo?

source: Remove
es: Eliminar

# AuditLogMemberUpdateRoleRemove
source: Removed role <role>
es: Eliminó el rol <role>

# AuditLogServerUpdateExplicitFilter
source: Explicit content filter set to <level>
es: Filtrado de contenido explícito establecido como <level>

# AuditLogServerUpdateExplicitFilterChange
source: Explicit content filter changed from <old> to <new>
es: Filtrado de contenido explícito cambiado de <old> a <new>

# AuditLogServerUpdateExplicitFilterOne
source: members without roles
es: miembros sin roles

# AuditLogServerUpdateExplicitFilterTwo
source: everyone
es: todos

# AuditLogServerUpdateExplicitFilterZero
source: disabled
es: deshabilitado

# AuditLogServerUpdateMfaDisabled
source: Two-factor authentication **disabled**
es: Autenticación de dos factores **desahabilitada**

# AuditLogServerUpdateMfaEnabled
source: Two-factor authentication **enabled**
es: Autenticación de dos factores **habilitada**

# AuditLogServerUpdateSplash
source: Splash screen modified
es: Pantalla de inicio modificada

# AuditLogServerUpdateVanityUrl
source: Vanity URL set to <url>
es: Vanity URL establecida como <url>

# AuditLogServerUpdateVanityUrlChange
source: Vanity URL changed from <old> to <new>
es: Vanity URL cambiada de <old> a <new>

# AuditLogServerUpdateVerification
source: Verification level set to <level>
es: Nivel de verificación establecido como <level>

# AuditLogServerUpdateVerificationChange
source: Verification level changed from <old> to <new>
es: Nivel de verificación cambiado de <old> a <new>

# AuditLogServerUpdateVerificationFour
source: very high
es: muy alto

# AuditLogServerUpdateVerificationOne
source: low
es: bajo

# AuditLogServerUpdateVerificationThree
source: high
es: alto

# AuditLogServerUpdateVerificationTwo
source: medium
es: medio

# AuditLogServerUpdateVerificationZero
source: unrestricted
es: sin restricción

# AuditLogServerUpdateWidgetFalse
source: Server widget **disabled**
es: Widget del servidor **deshabilitado**

# AuditLogServerUpdateWidgetTrue
source: Server widget **enabled**
es: Widget del servidor **habilitado**

# AuditLogUnknownSubaction
source: Set <change> property to <value>
es: Cambiar la propiedad de <change> por <value>

# AuditLogUnknownSubactionChange
source: Changed <change> from <old> to <new>
es: <change> cambió de <old> a <new>

# AuditLogInviteChannel
source: For the channel <channel>
es: Para el canal <channel>

# AuditLogInviteCode
source: With the code <code>
es: Con el código <code>

# AuditLogInviteMaxAge
source: Expires after <time>
es: Expira después de <time>

# AuditLogInviteMaxAgeForever
source: **Never** expires
es: **Nunca** expira

# AuditLogInviteTemporaryFalse
source: Temporary membership **disabled**
es: Membresía temporal **deshabilitada**

# AuditLogInviteTemporaryTrue
source: Temporary membership **enabled**
es: Membresía temporal **habilitada**

# AuditLogMaxUseLimited
source: Maximum <count> uses
es: Máximo <count> usos

# AuditLogMaxUseUnlimited
source: **Unlimited** uses
es: usos **Ilimitados**

# AuditLogServerUpdateOwnerChange
source: Owner changed from <old> to <new>
es: Dueño cambiado de <old> a <new>

# AuditLogServerUpdateVanityUrlRemove
source: Removed vanity URL <old>
es: Eliminó vanity URL <old>

# AuditLogMessageDeletePlural
source: <user> deleted <x> messages by <user2> in <channel>
es: <user> borró <x> mensajes de <user2> en <channel>

# AuditLogRoleUpdateColor
source: Set colour to <color>
es: Color establacido como <color>

# AuditLogRoleUpdateColorChange
source: Changed colour from <old> to <new>
es: Cambió el color de <old> a <new>

# AuditLogRoleUpdateColorRemove
source: Removed role colour <old>
es: Eliminó color del rol <old>

# AuditLogRoleUpdateHoistFalse
source: Role not shown separately in the member list
es: Rol no mostrado por separado en la lista de miembros

# AuditLogRoleUpdateHoistTrue
source: Role shown separately in the member list
es: Rol mostrado por separado en la lista de miembros

# AuditLogBanReason
source: With reason: <reason>
es: Con razón: <reason>
